FT钱包用户协议
尊敬的用户：
感谢您选择FT钱包(FT-Wallet)。《FT钱包服务协议》（以下简称“本协议”）由FT钱包团队（以下简称 “我们”）和用户（以下简称“您”或“用户”）签订，本协议在您点击确认后将构成您与我们之间具有法律约束力的合同。

我们在此特别提醒您在使用FT钱包（以下简称“钱包” 或“本软件”）之前，认真阅读《FT钱包服务协议》及后文提到的相关协议，尤其是本协议规定的“免责及责任限制”等条款将以加粗的形式体现，请确保您充分理解本协议中各项条款，并自主考虑风险后确定是否使用FT钱包的服务。

一、 关于本协议的确认与接纳
1. 您理解本协议及有关协议适用于fractal公链上我们所自主开发和拥有的去中心化应用（简称“DApp”）（但除特别说明外，由第三方开发的DApp不适用本协议及有关协议）。

2. 您点击确认本协议，以及下载FT钱包软件并创建或导入钱包，即视为您已经充分阅读并接受本协议全部条款，本协议自您点击确认本协议起立即生效，对双方具有约束力。

3. 本协议可由我们随时更新，经修改的协议一经在FT钱包上公布，即自动生效，恕不再另行通知。在我们公布修改协议条款后，如果您不接受修改后的条款，请立即停止使用FT钱包，您继续使用FT钱包将被视为接受修改后的协议。

4. 如果您未满18周岁，或者是无民事行为能力人或限制民事行为能力人，请在父母或监护人指导下使用FT钱包。


本协议未尽事宜，您需遵守我们不时更新的公告及相关规则。

FT钱包团队
